Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Unlike other forms of healing, the heals ability will not take effect on the healed unit’s turn, but on the healer’s turn. This means that while a unit surrounded by several healers on the same side will only receive healing from one healer per turn, a unit surrounded by healers from several allied sides will be healed once on each of said allied sides’ turns.
uk_ua: На відміну від інших форм лікування, зцілення відбувається на початку ходу цілителя, а не бійця, якого зцілюють. Це означає, що якщо боєць оточений кількома цілителями однієї сторони, то за хід лікуватися від буде лише в одного з них. Якщо ж його оточують цілителі від декількох різних союзників, то його будуть лікувати на кожному ході союзної сторони.

source: Unlike the Elvish Fighter, which has strong melee attacks, the Elvish Archer has strong ranged attacks. It’s useful to attack enemy units with strong melee attacks with strong ranged attacks, and vice versa. This allows your units to take less damage overall when your enemy counterattacks.
uk_ua: На відміну від Ельфійських воїнів з сильною ближньою атакою, Ельфійські лучники мають сильну дальню атаку. Старайтеся атакувати ворогів з сильною ближньою атакою своїми бійцями з сильною дальньою атакою і навпаки. Це дозволяє вашим бійцям отримувати менше шкоди від ворожих контратак.

source: Unlikely. The Prince they might evade in the wild country; south and east of here is more thickly settled with our folk, and a greater danger to them. Even supposing they could win through us, why court the wrath of the greater kingdoms?
uk_ua: Навряд. Від Принца можна втекти в дикі землі; землі ж на південь і схід звідси куди щільніше заселені нашим народом, вони куди небезпечніші. Навіть припустивши, що вони переможуть нас, навіщо їм гнівити сильніші королівства?

source: Unlit Torch
uk_ua: Погашений факел

source: Unmute a specific observer. If no username is supplied the list of muted observers is cleared.
uk_ua: Дозволити прийом повідомлень від певного спостерігача. Якщо не вказано ім'я, то перелік заборонених імен очищується.

source: Unmute an observer. Without an argument unmutes everyone.
uk_ua: Дозволити спостерігачеві говорити. Без параметра - дозволяє говорити всім.

source: Unnamed Area
uk_ua: Неназвана область

source: Unngh...
uk_ua: Уххх...

source: Unpleasant
uk_ua: Неприємність

source: Unrecognized Command
uk_ua: Невідома команда

source: Unsafe mode enabled!
uk_ua: Ввімкнений небезпечний режим!

source: Unsaved Changes
uk_ua: Незбережені зміни

source: Unspecified server error.
uk_ua: Невстановлена помилка сервера.

source: Unspecified validation failure.
uk_ua: Невстановлена помилка ідентифікації.

source: Unsupported image format. Try to save the screenshot as PNG instead.
uk_ua: Формат зображення не підтримується. Спробуйте зберегти знімок екрану у PNG.

source: Unterminated [+element] tag
uk_ua: Незакінчений тег [+element]

source: Unterminated [element] tag
uk_ua: Незакінчений тег [element]

source: Unterminated closing tag
uk_ua: Незакінчений закриваючий тег

source: Unterminated quoted string
uk_ua: Незавершений лапками рядок

source: Unuvim-Malal
uk_ua: Унувім-Малал

source: Unwalkable
uk_ua: Провалля

source: Unwalkable Overlay
uk_ua: Накладення непрохідності

source: Unwalkable Ravine
uk_ua: Непрохідна ущелина

source: Update All
uk_ua: Оновити все

source: Update Shroud Now
uk_ua: Оновити пелену

source: Update Terrain Transitions
uk_ua: Оновити переходи плиток

source: Update add-on
uk_ua: Оновити аддони

source: Upgar
uk_ua: Апгар

source: Upkeep
uk_ua: Утримання

source: Upkeep costs are subtracted from your income, so in the case of twelve levels of units and ten villages, your resultant Income would be 10 gold per turn.
uk_ua: Вартість утримання віднімається від прибутку, отже, у випадку сумарного рівня бійців 12 і десяти сіл, ваш прибуток складатиме 10 золотих монет за хід.

source: Upkeep is also fairly simple. Each unit requires an amount of Upkeep equal to its level. You can support as many levels worth of units as you have villages, without paying any upkeep. However, for each level of unit beyond the number of villages you have, you must pay one gold per turn. For example, if you have twelve level one units and ten villages, you would have to pay two gold each turn in upkeep.
uk_ua: Утримання також працює досить просто. Кожен боєць вимагає утримання що відповідає його рівню. Ви можете підтримувати бійців з сумарним рівнем, рівним числу ваших сіл, не платячи утримання. Проте, за кожен рівень бійця понад кількість сіл ви повинні платити один золотий за хід. Наприклад, у Вас є дванадцять бійців першого рівня і десять сіл, значить. Тоді за утримання бійців Ви платитимете дві золоті монети в хід.

source: Upload denied. Please contact the server administration for assistance.
uk_ua: Вивантаження відмовлено. Будь ласка, зверніться за допомогою до адміністратора серверу.

source: Upon arrival, Deoran found the land completely overrun by bandits.
uk_ua: Прибувши, Деоран виявив, що ці землі були переповнені бандитами.

source: Upon his return to Weldyn, Delfador discovered that the Book was missing. The Queen had left with a strong escort to visit her family’s demesne and her ailing parents. Lionel, the King’s most trusted general, had been sent at Asheviere’s request on an errand to Knalga to retrieve the Sceptre of Fire. That mission would cost Lionel his life; and neither Lionel nor Delfador knew that Lionel’s mission had been compromised from the start.
uk_ua: Повернувшись до Велдину, Делфадор виявив, що Книга зникла. Королева разом з сильною охороною поїхала відвідати свій сімейний маєток і хворих батьків. Ліонель, найдовіреніший генерал Короля, був відправлений на прохання Ашевір в Кналга з дорученням роздобути Скіпетр Вогню. Ця місія коштуватиме йому життя, і ні Ліонель, ні Делфадор не знали, що вона була скомпрометована із самого початку.

source: Upon the successful culmination of their apprenticeship, a mage is stripped of the brown robes of an apprentice and given the ruddy cloak of a master. The significance of this change is often lost on the peasantry, who mistakenly title Master Magi as ‘Red Magi’. Likewise, the symbolism of the change in colors is often mistaken to signify the mage’s ability to seemingly conjure fire from nothing but thin air, a trick which, although undeniably useful, is viewed by the magi themselves as a crass application of their hard-won knowledge. Though physically frail, and untrained as warriors, the ‘Red Magi’ have a number of tricks up their sleeves, including the gouts of fire which may have cemented their colloquial name.
uk_ua: Після успішного завершення навчання, маг скидає коричневу мантію учня і отримує червону мантію майстра. Уся важливість цієї зміни невідома простолюдинам, які називають їх не Майстрами магами а ‘Червоними магами’. Швидше за все, символізм цієї зміни в кольорах помилково трактується як здатність мага створювати вогонь з повітря — фокус, хоча і поза сумнівом корисний, але який розглядається магами, як досить грубе застосування старанно накопичених знань. Хоча фізично слабкі і не підготовлені як воїни, у ‘Червоних магів’ в рукаві є багато фокусів, включаючи і краплі вогню, через які скоріш за все за ними закріпилось це прізвисько.

source: Ur-Thorodor
uk_ua: Ур-Тородор

source: Ur-Thorodor, listen to me! We are not here to take your island. If you will let me remain here, then I promise you, on behalf of King Garard, that no Wesnothian will set foot on your island without your permission again. As a token of good faith, I command my army to return to the mainland.
uk_ua: Ур-Тородоре, вислухай мене! Ми тут не для того, щоб захопити ваш острів. Якщо Ви дозволите мені залишаються тут, то я обіцяю ім'ям Короля Гарарда, що більше жодна людина Весноту не ступить на цей острів без вашого дозволу. Як жест доброї волі, я накажу своїй армії повернутися на материк.

source: Ur-Thorodor, please let us pass! We are on a vital mission for King Garard, in the interests of all living things in Wesnoth.
uk_ua: Ур-Тородоре, будь ласка, дозволь нам пройти! Ми виконуємо важливу місію для Короля Гарарда, вона в інтересах усіх живих істот Веснота.

source: Ur-Thorodor, you must listen to us! A great evil power threatens all living things in Wesnoth — we must fight against it together, or all life here will perish.
uk_ua: Ур-Тородоре, ти повинен вислухати нас! Велике зло погрожує усім живим істотам у Весноте — ми повинні боротися проти нього разом, або усе живе тут загине.

source: Urk Delek
uk_ua: Урк Делек

source: Urrrsagan?
uk_ua: Уррррсаган?

source: Urthaka-Tan
uk_ua: Уртака-Тан

source: Urug-Telfar
uk_ua: Уруг-Телфар

source: Urza Afalas
uk_ua: Урза Афалас

source: Urza Afalas earned his own mound as well, a small, inconspicuous thing near his old home, where his brothers and he used to live before they were exiled for their crimes. Knowing that the former outlaw leader had helped defend the city against the undead assault, the Council of Westin absolved the remaining bandits of their crimes and allowed them to return to their homes. After many years away from home and a difficult and terrifying battle against the undead, most were more than happy to come back in peace and help clean up the town.
uk_ua: Урза Афалас також заробив на свій курган — малий, непримітний, неподалік від свого старого будинку, де він і його брати жили до того, як були вигнані за свої злочини. Знаючи, що колишній ватажок розбійників допоміг захистити місто від нападу мерців, Рада Вестіна простила решті бандитів їхні злочини і дозволила їм повернутися до своїх домівок. Після багатьох років далеко від дому та жахливої боротьби з мерцями, більшість з них була більш ніж рада повернутися з і допомогти відбудувати місто.

source: Urza Fastik
uk_ua: Урза Фастік

source: Urza Mathin
uk_ua: Урза Мартін

source: Urza Mathin is dead! Congratulations, commander, though I am surprised that the King sent only you to help us. Did Sir Loris not send word of our plight?
uk_ua: Урза Мартін мертвий! Мої вітання, командире, хоча я здивований, що Король відрядив лише тебе на допомогу. Хіба Пан Лоріс не надсилав вістей про наше тяжке положення?

source: Urza Nalmath
uk_ua: Урза Налмаз

source: Us, monsters? Hmph... prepare to meet our blades.
uk_ua: Ми чудовиська? Пф... готуйся до зустрічі з нашими клинками.

source: Usadar Q’kai
uk_ua: Усадар К'ю'кай

source: Usage:
uk_ua: Використання:

source: Use 12-hour clock format
uk_ua: 12-годинний формат часу

source: Use Map Settings
uk_ua: Задано картою

source: Use World Conquest Unitmarkers
uk_ua: Використовувати позначення бійців від World Conquest

source: Use World Conquest experimental pickup
uk_ua: Використовувати експериментальний підбір від World Conquest

source: Use a two-color orb for disengaged units
uk_ua: Використовувати двоколірну сферу для бійців поза боєм

source: Use colored mouse cursors
uk_ua: Використовувати кольорові курсори миші

source: Use footpads as fodder to protect your loyal units and attack during the day to minimize the damage your forces take.
uk_ua: Використовуйте Розбишак як приманку, щоб захистити ваших вірних бійців, та атакуйте днем, щоб зменшити шкоду, котру завдають вороги.

source: Use healers to support your attacks — they will win you battles without needing to attack anything themselves.
uk_ua: Використовуйте цілителів для підтримки ваших атак - вони принесуть Вам не одну перемогу, навіть якщо самі не б'ються.

source: Use horsemen or footpads to quickly explore the shrouded woods to locate the kidnappers.
uk_ua: Використовуйте вершників та розбишак, щоб швидко дослідити ліс та вистежити викрадачів.

source: Use left/right mouse button to draw fore-/background terrain. Hold Shift to paint base layer only. Ctrl+click to sample terrain under cursor.
uk_ua: Використовуйте ліву/праву кнопку миші щоб малювати основною та фоновою місцевістю. Затисніть Shift щоб малювати лише на базовому шарі. Натисніть мишею з затиснутим Ctrl щоб взяти пробу місцевості під курсором.

source: Use lines of troops to screen your injured units while they recover.
uk_ua: Вишиковуйте бійців в ряд, прикриваючи поранених, щоб дати їм можливість відновитися.

source: Use map settings:
uk_ua: Задано картою:

source: Use scenario specific settings
uk_ua: Використовувати параметри сценарію

source: Use the map editor’s <i>Areas</i> menu to define regions later addressed by event or AI coding.
uk_ua: Для того, щоб визначити у редакторі спеціальні регіони, використовуйте пункт меню <i>Області</i>. Пізніше до них можна буде звернутися у коді сценарію.

source: Use the terrain
uk_ua: Використовуйте ландшафт

source: Use your healers in pairs, so they can heal each other if needed.
uk_ua: Ведіть цілителів парами, щоб вони могли зцілити один одного коли треба.

source: Used by opponent:
uk_ua: Використано опонентом:

source: User Interaction Required
uk_ua: Вимагається дія користувача

source: User Map
uk_ua: Карта користувача

source: User data:
uk_ua: Дані користувача:

source: User interaction required
uk_ua: Вимагається дія користувача

source: User interface sounds
uk_ua: Звуки інтерфейсу користувача

source: User-made add-ons can be obtained and updated through the <italic>text='Add-ons'</italic> option in the main menu. After connecting to the add-ons server (by default <italic>text='add-ons.wesnoth.org'</italic>), you will be presented with a list of add-ons available on the server for downloading. The installation status for each add-on is shown below each entry. For add-ons that are <italic>text='upgradable'</italic> or <italic>text='outdated'</italic> on the server, their installed and published versions will be shown in the <italic>text='Version'</italic> column. To search for add-ons by keywords, type any relevant terms in any order in the search box, separated by spaces. You can also sort the add-on list by clicking the column headers. It is also possible to choose to only display add-ons of specific categories by clicking on the <bold>text='Type'</bold> dropdown. To install an add-on, select it from the list and click the <bold>text='+'</bold> icon, or simply double-click on the add-on’s title. If the window is too small to show them inline, the <bold>text='Add-on Details'</bold> button provides you with additional details about the add-on, such as its full description, installation status, and available translations.
uk_ua: Створені користувачем аддони можуть бути отримані і оновлені через пункт <italic>text='Аддони'</italic> в головному меню. Після з'єднання з сервером аддонів (за умовчанням <italic>text='add-ons.wesnoth.org'</italic>), вам буде представлений перелік аддонів, доступних на сервері для завантаження. Статус встановлення для кожного аддону показується нижче кожного пункту. Для аддонів, які є <italic>text='оновлюваними'</italic> чи <italic>text='застарілими'</italic> на сервері, їх встановлені і опубліковані версії будуть показані в колонці <italic>text='Версія'</italic>. Щоб шукати аддони за ключовими словами, введіть їх у будь-якому порядку в поле пошуку, відокремлені пробілами. Ви можете також відсортувати перелік аддонів клацанням на заголовки колонок. Також можна відобразити тільки аддони специфічних категорій, клацнувши на випадаючий список <bold>text='Тип'</bold>. Щоб встановити аддон, оберіть його зі списку і клацніть на іконку <bold>text='+'</bold>, чи просто клацніть двічі на заголовок аддону. Кнопка <bold>text='Опис аддону'</bold> надає детальну інформацію про аддон, таку як повний опис, статус встановлення, та наявні переклади.

source: Username:
uk_ua: Ім'я:

source: Using Add-ons
uk_ua: Використання Аддонів

source: Using a charging attack doubles both damage dealt and received; this does not affect defensive retaliation.
uk_ua: Атака наскоком подвоює нанесену та отриману шкоду. Це не діє при ударі в стані оборони.

source: Using a separate file for WML events
uk_ua: Використовувати окремий файл для WML подій

source: Using dwarvish and elvish messengers, Delfador was able to communicate the news to the King and ask for help. Mustering all the troops he could find, Lionel marched north to join Delfador for the battle that would decide the fate of Wesnoth.
uk_ua: Завдяки гномським і ельфійським гінцям, Делфадор зміг повідомити новини Королю та попросити його про допомогу. Ліонель зібрав усі війська, що він зміг знайти, і висунувся на зустріч Делфадору, щоб прийняти участь у битві, яка повинна була визначити долю усього Весноту.

source: Using lower-level units can be very cost-effective.
uk_ua: Використання бійців низького рівня може бути дуже економічно вигідним.

source: Using me to attack is risky! I can slow the opponent with my ranged attack, but I hope you have a plan if I miss!
uk_ua: Дуже ризиковано відправляти мене в атаку! Я можу уповільнити ворога дальньою атакою, але, сподіваюся, у вас є план на випадок, якщо я схиблю!

source: Using the best attack type against enemy units will substantially increase your chances of killing them.
uk_ua: Використовуючи проти бійця найбільш небезпечний тип атаки, ви істотно збільшуєте шанс його вбити.

source: Usually the ellipse will be a solid disk. On level 0 units, you will see an ellipse that has broken lines. This indicates that the unit has no Zone of Control.
uk_ua: Зазвичай цей еліпс суцільний. Бійці нульового рівня мають переривчастий еліпс, що показує, що у них немає Зони Контролю.

source: Ut’Tan-Grilg
uk_ua: Ут'Тан-Грілг

source: Ut’Tan-Grorag
uk_ua: Ут'Тан-Грораг

source: Ut’Tan-Vrork
uk_ua: Ут'Тан-Врорк

source: Vacant Slot:
uk_ua: Вільний слот:

source: Vacant Slots:
uk_ua: Вільні слоти:

source: Vacant slot
uk_ua: Вільне місце

source: Vacant slots
uk_ua: Вільних місць

source: Vale of Tears
uk_ua: Долина Сліз

source: Valencian (southern Catalan) Translation
uk_ua: Валенсійська (Південно-Каталонский діалект)

source: Validate
uk_ua: Підтвердити

source: Value: '$value' Previous: '$previous_value'
uk_ua: Значення: '$value' Попереднє: '$previous_value'

source: Vampire Bat
uk_ua: Миша-вампір

source: Vampire bats are flying beasts that feed on the blood of other creatures. While their fangs are not very powerful, the health of victims is drained away along with their blood, and given to the Bats.
uk_ua: Миші-вампіри — літаючі тварюки, які живляться кров'ю інших істот. Їх ікла не дуже сильні, але разом з кров'ю жертви витікає і її здоров'я, частина якого передається кажанові.

source: Vardanos
uk_ua: Варданос

source: Varem
uk_ua: Варем

source: Variable not found
uk_ua: Змінна не знайдена

source: Variations:
uk_ua: Варіації:

source: Vash-Gorn
uk_ua: Ваш-Ґорн

source: Vashna
uk_ua: Вашна

source: Vengeance
uk_ua: Помста

source: Vengeful Pursuit
uk_ua: Мстива гонитва

source: Veocyn
uk_ua: Веоцин

source: Veomyr
uk_ua: Веомир

source: Verifying cache
uk_ua: Перевірка кешу

source: Version
uk_ua: Версія

source: Version $version
uk_ua: Версія $version

source: Version control system (VCS) information
uk_ua: Інформація системи керування версіями (VCS)

source: Version number not greater than the latest uploaded version.
uk_ua: Номер версії не перевищує останню завантажену версію.

source: Version:
uk_ua: Версія:

source: Very good, but this is just the start, human. There is still much more for you to do.
uk_ua: Добре, людино, але це лише початок. Вам ще багато що належить зробити.

source: Very likely. Now hurry, you must make it past the city into the Grey Woods. There is a small path in the southeast that leads into the forest. Look for the signpost. My brother Hans will guide you from there. Avoid the soldiers if you can.
uk_ua: Скоріше за все. Тепер покваптеся, ви маєте пройти повз місто в Сірі Дерева. Тут є невелика стежина на південному сході, що веде до лісу. Виглядайте вказівний стовп. Мій брат Ганс поведе вас звідси. Уникайте солдат, якщо зможете.

source: Very well then. Come, men, let us gather our wits and probe the forest for its secrets.
uk_ua: Тоді добре. Нумо, люди, зберемося з силами та дізнаймося секрети цього лісу.

source: Very well then. I suppose we have our own bat.
uk_ua: Добре. Я думаю, у нас тепер є свій власний кажан.

source: Very well, Lionel, take command.
uk_ua: Чудово, Ліонелю, бери командування на себе.

source: Very well, but even supposing your story is true, you are still criminals!
uk_ua: Добре, але навіть якщо твоя історія справжня, ви всі досі злочинці!

source: Very well, but where is the entrance?
uk_ua: Добре, але де тоді вхід?

source: Very well, come along. I am Ardonna.
uk_ua: Чудово, ходімо тоді. Я — Ардонна.

source: Very well, if you can’t be deterred. Remember, you <i>must</i> be slain by the hand of Jevyan himself. We can’t have an illiterate orc or mindless skeleton getting the treaty. We will honor your sacrifice.
uk_ua: Добре, якщо тебе неможливо відрадити. Запам'ятай, ти <i>повинен</i> полягти від рук самого Жев'яна. Не можна, щоб договір дістався безграмотному оркові або безмозкому скелету. Ми пам'ятатимемо твою жертву.

source: Very well, let us hurry!
uk_ua: Гаразд, поквапимось!

source: Very well, let us make haste to Westin.
uk_ua: Дуже добре, поспішимо до Вестіну.

source: Very well, we have made it this far! But where do we go next?
uk_ua: Гаразд, ми відірвались від них! Але куди нам йти далі?

source: Very well, we will put our trust in you, Ethiliel. But first, we have a battle to attend to.
uk_ua: Дуже добре, ми довіряємо цю справу тобі, Етілієль. Але спочатку треба розібратися з ворогами.

source: Very well.
uk_ua: Чудово.

source: Very well. All men must unite against the undead.
uk_ua: Чудово. Всі люди мають об'єднатися проти мерців.

source: Very well. Although it will probably take too long to send word to the King for reinforcements, I remember there being a small outpost within a couple days’ ride of here. I will send a message to them asking for a few riders, then we should make haste toward the Aethenwood to find the elves.
uk_ua: Дуже добре. Хоча, мабуть, просити Короля про підмогу буде занадто довго, я пам'ятаю, що в декількох днях шляху звідси є невеликий форпост. Я надішлю послання їм, щоб попросити нових вершників, а тоді ми маємо поквапитися до Етенвуду, щоб знайти ельфів.

source: Very well. Be careful!
uk_ua: Гаразд. Будь обережний!

source: Very well. But how do I get there?
uk_ua: Добре. Але як туди дістатися?

source: Very well. But take care where your dog does its stuff.
uk_ua: Дуже добре. Але слідкуй за своєю собакою.

source: Very well. Can you help guide us through these tunnels? We are not well suited to fighting in the caves.
uk_ua: Дуже добре. Чи можете ви провести нас цими тунелями? Ми не пристосовані до битв у печерах.

source: Very well. How do we get there?
uk_ua: Добре. Як нам туди дістатися?

source: Very well. I will take the cuttlefish. But do not trouble us again, or I shall kill you and all the rest of your pets.
uk_ua: Добре, тоді я забираю каракатицю. Але не турбуй нас більше, інакше я вб'ю і тебе, і всіх твоїх улюбленців.

source: Very well. I’ll do my best.
uk_ua: Добре. Я зроблю все, що можу.

source: Very well. We should all stay close and guard each others’ backs. Something sinister lurks in this darkness.
uk_ua: Добре. Ми маємо залишатися разом та прикривати спини один одного. Щось зловісне ховається в цій темряві.

source: Very well. We will do as you suggest.
uk_ua: Гаразд. Зробимо, як ви пропонуєте.

source: Very well. We will proceed in formation, then.
uk_ua: Добре. Тоді ми продовжимо йти у бойовому порядку.

source: Vestige
uk_ua: Рудимент

source: Veteran commanders have faced battle many times and led their men with steady hands and calm determination.
uk_ua: Досвідчені командири бачили чимало битв, і твердою рукою та з холодною рішучістю ведуть своїх підлеглих в наступний бій.
